homeInfo = 
    <b>Привет! 👋 Я — LifeManagerBot!</b> 🧠✨

    Я помогу тебе:
    ▫️ <b>Управлять задачами:</b> создавай, редактируй, отмечай выполненные и удаляй ненужные дела. 📋

    ▫️ <b>Следить за привычками:</b> развивай полезные привычки, отмечай выполненные и анализируй свой прогресс. 🌱

    ▫️ <b>Зарабатывать опыт:</b> каждая выполненная задача или привычка добавляет опыт твоему персонажу. Твой прогресс — это не просто список дел, а настоящая прокачка самого себя! ⚡

    ▫️ <b>Прокачивать персонажа:</b> с каждым уровнем ты становишься сильнее, умнее и продуктивнее. Ведь ты — главный герой этой истории! 🦸‍♂️

    ▫️ <b>Соревноваться с другими:</b> зайди в таблицу лидеров, чтобы увидеть, кто лучше всех управляет своими задачами и привычками. 🏆


    Нажми на кнопку ниже и начни своё путешествие к новой, улучшенной версии себя. Каждый шаг — это маленькая победа! 🚀
    

donate = 
    ✨ Вау, хочешь отправить мне ⭐? Я помогу тебе с этим! ✨
    💫 Просто напиши команду /donate и количество звёзд, которые хочешь отправить.

    🌟Пример: <code>/donate 100</code>

    🔄 Передумал? Не переживай! Ты всегда можешь вернуть свои звёзды!
    

donateTy = 
    🌟 Ого, ты только что повысил меня до элиты ⭐ сообщества! 🌟
    Теперь я наконец-то могу позволить себе… ну, ничего, потому что я бот. 🤖✨
    Но твои звёзды заставляют меня чувствовать себя главным героем этой симуляции. Спасибо! 🚀
    

invoiceTitle = 
    ✨ Топливо для моих алгоритмов
    

invoiceDescription = 
    Я всего лишь скромный бот, но ваши звёзды заставляют меня чувствовать себя живым. Ну, почти.
    

taskLength = 
    Максимум 100 символов, дружище. ✍️ Тебе правда нужно больше, чтобы добиться величия? Подумай об этом. 🤔✨
    

habitLength = 
    Описание привычки должно быть не более 100 символов. Это привычка, а не автобиография. 😉
    
            
addTask = 
    Задача создана. Впечатляет, правда? 🧐 Загляни в Список всех задач 📋, чтобы восхититься своим гением.
    
            
taskslist = 
    Вот твой великолепный список задач 📋✨


taskListMessage = 
    Маленькие шаги ведут к большим успехам. Завершай задачи и двигайся дальше! 🌟
    

deleteTask = 
    <b>Чтобы удалить задачу, просто нажми на неё.</b> Не переживай, я не осуждаю твои жизненные решения 🙃

    P.S. Чем больше задач ты выполнишь, тем ближе ты к… ну, вероятно, к ещё большему количеству задач. Наслаждайся циклом 😏🔄
    
            
completeTasks = 
    <b>Чтобы выполнить задачу, просто нажми на неё.</b>

    Представь, если бы в жизни всё решалось так же легко. Но, знаешь, маленькие шаги тоже важны! 😌
    

todoStart = 
    <b>Добро пожаловать в Трекер задач!</b> 🗂️
    Чтобы узнать, как всё работает, используй команду /info.

    Но будь осторожен: чем больше ты знаешь, тем больше задач у тебя будет. 😏✨
    
            
homePage = 
    Вернулся на старт! 🏠
    Задачи и привычки ждут — твой ход.

    P.S. Не переживай, я создам видимость, что ты продуктивен 😏
    
            
taskCompleted = 
    Задача выполнена! Отличная работа! 🎉✅
    
            
habitStart = 
    <b>Приветствуем в Трекер привычек!</b> 🌱
    Чтобы узнать, как всё работает, используй команду /info.

    Хотя зачем тебе это? Ты ведь мастер начинать привычки… и бросать их через неделю. 🙃
    

habitsList =     
    Вот список всех твоих привычек: 
    

addHabit =   
    Придумай привычку и введи её название. Всё гениальное начинается с простого 💡
    

taskTrackerInfo = 
    <b>Добро пожаловать в Трекер задач!</b> 🗂️

    Здесь ты можешь:
    ▫️ <b>Создавать задачи:</b> добавляй дела в список, чтобы ничего не забыть. 💡

    ▫️ <b>Редактировать задачи:</b> меняй текст или уточняй детали. ✏️

    ▫️ <b>Отмечать выполнение:</b> завершил дело? Отметь его как выполненное. ✅

    ▫️ <b>Удалять ненужные:</b> избавься от задач, которые больше не актуальны. ❌

    ▫️ <b>Смотреть статистику:</b> следи за своим прогрессом и вдохновляйся выполненными задачами. 📊


    Каждая задача — это шаг вперёд. Организуй свой день и достигай большего! ✨✨
    
            
profile = 
    <b>Профиль героя: мастер задач и хаоса</b> 🧙‍♂️

    • <b>Имя:</b> {user_name}
    • <b>Уровень:</b> {userLevel}
    • <b>Опыт:</b> {experience} XP

    Не переживай, даже эпические персонажи прокрастинируют. Они просто называют это 'стратегией' 😏✨
    
            
habitTrackerInfo = 
    <b>Добро пожаловать в Трекер привычек!</b> 🌱

    Здесь ты можешь:
    ▫️ <b>Создавать привычки:</b> Придумай полезные привычки, добавь их в список и выбери дни недели для выполнения. 📅✨
        ▫️ <b>Выбери уровень сложности:</b> Чем сложнее привычка, тем больше вызов! Выбирай подходящий уровень сложности, чтобы эффективно отслеживать свой прогресс. 😉

    ▫️ <b>Редактировать привычки:</b> измени название, дни выполнения или уровень опыта. ✏️

    ▫️ <b>Удалять ненужные привычки:</b> избавься от тех, которые больше не актуальны. ❌

    ▫️ <b>Выполнять привычки на сегодня:</b> зайди в раздел «Привычки на сегодня 📆», отметь выполненные и получи заслуженный опыт! 📆

    ▫️ <b>Просматривать статистику:</b> анализируй свои достижения и вдохновляйся прогрессом. 📊


    Каждая выполненная привычка добавляет опыт твоему персонажу. Так что ты не просто работаешь над собой — ты растёшь, как настоящий герой! ⚔️✨🙃
    
            
todayHabits = 
    <b>Это твои сегодняшние привычки</b> 🌟

    Выполнил? Нажми на привычку, чтобы отметить её и двигаться дальше к своим целям 💪
    

newCharacter = 
    <b>Добро пожаловать! 👋 Я — LifeManagerBot! 🧠</b>
    Я помогу тебе организовать задачи и отслеживать привычки, чтобы твой день стал продуктивнее. 📋💪

    Но для начала давай создадим твоего персонажа! Введи имя, под которым ты хочешь быть известен. Это имя будет отображаться в списке лидеров. 🌟

    Как будет звать твоего героя? ⚔️✨
    

nameLength = 
    Убедитесь, что имя вашего персонажа содержит от 3 до 15 символов.
    

nameEmoji = 
    Пожалуйста, убедитесь, что ваше имя не содержит эмоджи.
    

nameLetters = 
    Ваше имя должно состоять только из букв (латиницы или кириллицы). Цифры, пробелы и специальные символы использовать запрещено.
    

nameBad = 
    Пожалуйста, выберите уважительное и подходящее имя. Оскорбительные или неприемлемые слова запрещены.
    

characterAdded = 
    Герой создан! ⚔️✨
    Теперь этот мир узнает тебя и твои подвиги… или их отсутствие. Но кто сказал, что легенды рождаются сразу? 😏

    Время отправляться в путь и оставить свой след в истории!
    

start = 
    <b>Ты на домашней странице!</b> 🏠
    Здесь начинается твоё путешествие к продуктивности.
    
    Чтобы выбрать <b>задачи или привычки</b>, нажми на одну из кнопок под клавиатурой.
    
    Чтобы узнать, как всё работает, используй команду /info.
    
    Хочешь поддержать моего создателя? Используй команду /donate. Каждый донат делает меня чуточку счастливее (и, возможно, умнее). 😏✨


changeName = 
    Решил сменить имя? 🖋️
    Введите новое имя для своего героя.

    Забавно, как легко поменять имя в игре, но в реальной жизни мы всё ещё пишем заявления. 😏✨
    

changeAvatar = 
    Решил полностью переделать своего героя? 🔄
    Новая раса, новый пол, новый класс — звучит как начало очередного грандиозного плана.

    Забавно, как легко всё изменить в игре, когда в реальной жизни даже стрижку выбрать сложно. 😏✨
    

nameChanged = 
    Имя изменено! Новый этап твоего приключения начинается прямо сейчас. Готов сделать его легендарным? ⚔️✨
    

editTask = 
    Чтобы отредактировать задачу, нажми на неё и введи новый текст. Всё просто: обновляй задачи так же легко, как свои планы на день. ✏️✨
    

habitDays = 
    Выбери дни, в которые хочешь выполнять привычку. 🌟
    Нажимай на кнопки с днями, чтобы выбрать их. Когда всё готово, нажми кнопку <b>Готово.</b>

    Рутина начинается с расписания, но ты уже на шаг впереди! 😉
    

mon = 
    Понедельник
    

tue = 
    Вторник
    

wed =
    Среда
    

thu =
    Четверг
    

fri = 
    Пятница
    

sat = 
    Суббота
    

sun =
    Воскресенье
    

done = 
    ✅ Готово ✅
    
            
taskTrackerButton = 
    Трекер задач 🗂️
    
            
habitTrackerButton = 
    Трекер привычек 🌱
    

profileButton = 
    Мой профиль 👤
    
            
editTaskButton = 
    Редактировать ✏️
    
                        
taskListButton = 
    Список всех задач 📋
    
            
deleteTaskButton = 
    Удалить ❌
    
                        
homeButton = 
    Домой 🏠
    
            
addHabitButton = 
    Добавить привычку 🎯
    
            
habitListButton = 
    Список привычек 🗂️
    
            
todayHabitsButton = 
    Привычки на сегодня 📆
    
            
editHabitButton = 
    Редактировать ✏️
    
                        
deleteHabitButton =
    Удалить ❌
    
            
addTaskButton = 
    Добавить задачу ⚡
    
            
doneTasksButton =     
    Выполненные задачи ✅
    
            
backToTaskButton =     
    К задачам 🗂️
    
            
backToHabitButton =     
    К привычкам 🌱
    
            
leaderboardButton = 
    Таблица лидеров 🏆
    
            
changeNameButton = 
    Изменить имя ✏️
    
            
changeAvatarButton = 
    Изменить персонажа 🧙‍♂️
    
            
habitCompleted = 
    Привычка выполнена! Отличная работа! 
    
            
habitMessage = 
    Помни: привычки не меняют тебя сразу, но каждый день они формируют новую версию тебя. 💪
    
            
habitEditText = 
    Введите новое название для привычки. ✏️
    
            
habitCreated = 
    Привычка успешно создана!✅
    Если хочешь добавить ещё одну, просто введи её название.
    
            
habitDaysSave = 
    Дни недели успешно сохранены! 📅
    
            
habitExp = 
    Выберите <b>сложность привычки:</b> от 🟩 (самая лёгкая) до 🟥 (самая сложная)
    
            
taskExp = 
    Выберите <b>сложность задачи:</b> от 🟩 (самая лёгкая) до 🟥 (самая сложная)
    
            
createTask = 
    Напиши свою задачу прямо здесь, и я сразу добавлю её в твой список. 📋👇
    

editHabit = 
    Нажми на привычку, чтобы её отредактировать. ✏️
    Изменения — это шаг вперёд к идеальной версии тебя!
    

deleteHabit = 
    Нажми на привычку, чтобы её удалить. ❌
    Иногда для роста нужно избавляться от лишнего.
    

completedTasks = 
    <b>Список выполненных задач:</b> ✅
    Ты справился! Или, может, просто отметил пару задач для самоуспокоения?
    

completedTasksMessage = 
    Но мы-то знаем: продуктивность — это не список, а состояние души. 😉
    

taskStatistic = 
    <b>📊 Ваша статистика:</b>

    <b>Дата начала:</b> {start_date}

    За {days_counter} 📆 было выполнено: <b>{all_tasks_count} задач</b>

    Продолжай в том же духе — ты на пути к совершенству! 🚀
    

habitStatistic = 
    <b>📊 Ваша статистика:</b>

    <b>Дата начала:</b> {start_date}

    За {days_counter} 📆 было выполнено: <b>{all_tasks_count} привычек</b>

    Продолжай в том же духе — ты на пути к совершенству! 🚀
    

taskLimitReached = 
    Превышено максимальное количество задач. Вы можете иметь до 10 невыполненных задач одновременно ❌


profileSettingsButton = 
    Настройки профиля 🧙‍♂️


backToProfileButton = 
    Назад в профиль 👤


habitLimitReached =
    Превышено максимальное количество привычек. Вы можете иметь до 4 привычек одновременно ❌


statisticButton =
    Статистика 📊


markAsCompleteTaskButton =
    Выполнить ✅


subscription =
    Для работы бота необходимо подписаться на наш канал. Пожалуйста, подпишитесь, чтобы продолжить. 👍


characterInfo = 
    Ого, {user_name}? Отличный выбор! Надеюсь, ты не потратил(а) три дня на его придумывание. 😆 
    
    А теперь выбери своего персонажа – он будет расти вместе с твоими достижениями!