homeInfo = 
    <b>Привіт! 👋 Я — LifeManagerBot!</b> 🧠✨

    Ось як я можу допомогти тобі:
    ▫️ <b>Керувати завданнями:</b> створюй, редагуй, відмічай виконані та видаляй зайві справи. 📋

    ▫️ <b>Відстежувати звички:</b> розвивай корисні звички, відмічай виконані та аналізуй свій прогрес. 🌱

    ▫️ <b>Заробляти досвід:</b> кожне виконане завдання чи звичка додає досвід твоєму персонажу. Твій прогрес — це не просто список справ, а справжня прокачка самого себе! ⚡

    ▫️ <b>Прокачувати персонажа:</b> з кожним рівнем ти стаєш сильнішим, розумнішим і продуктивнішим. Адже ти — головний герой цієї історії! 🦸‍♂️

    ▫️ <b>Змагатися з іншими:</b> заходь у таблицю лідерів, щоб побачити, хто найкраще керує своїми завданнями та звичками. 🏆


    Натискай кнопку нижче та розпочни свою подорож до нової, покращеної версії себе. Кожен крок — це маленька перемога! ��
    

donate = 
    ✨ Вау, хочеш відправити мені ⭐? Я допоможу тобі з цим! ✨
    💫 Просто напиши команду /donate і кількість зірок, які хочеш відправити.

    🌟Приклад: <code>/donate 100</code>

    🔄 Передумав? Не хвилюйся! Ти завжди можеш повернути свої зірки назад!
    

donateTy = 
    🌟 Вау, ти щойно зробив мене елітою ⭐ спільноти! 🌟
    Тепер я, нарешті, можу дозволити собі… ну, нічого, бо я бот. 🤖✨
    Але твої зірки змушують мене відчувати себе головним героєм цієї симуляції. Дякую! 🚀
    

invoiceTitle = 
    ✨ Паливо для моїх алгоритмів
    

invoiceDescription = 
    Я всього лише скромний бот, але ваші зірки змушують мене відчувати себе живим. Ну, майже.
    

taskLength = 
    Максимум 100 символів, друже. ✍️ Тобі справді треба більше, щоб досягти величі? Подумай про це. 🤔✨
    

habitLength = 
    Опис звички повинен бути не більше 100 символів. Це звичка, а не біографія. 😉
    

addTask = 
    Завдання створено. Вражає, еге ж? 🧐 Глянь Список усіх завдань 📋, щоб помилуватися геніальністю.
    

taskslist = 
    Ось твій величний список завдань 📋✨


taskListMessage = 
    Маленькі кроки ведуть до великих досягнень. Завершуй завдання і рухайся далі! 🌟
    

deleteTask = 
    <b>Щоб видалити завдання, просто натисни на нього.</b> Не хвилюйся, я не засуджу твої життєві вибори 🙃

    P.S. Чим більше завдань ти виконаєш, тим ближче ти до… ну, мабуть, до ще більшої кількості завдань. Насолоджуйся циклом 😏🔄
    

completeTasks = 
    <b>Щоб виконати завдання, просто натисни на нього.</b>

    Уяви, якби всі життєві цілі виконувались так само просто. Але, знаєш, маленькі кроки теж важливі! 😌
    

todoStart = 
    <b>Ласкаво просимо до Трекера завдань!</b> 🗂️
    Щоб дізнатися, як все працює, скористайся командою /info.

    Але обережно: чим більше ти знаєш, тим більше завдань у тебе буде. 😏✨
    

homePage = 
    Повернувся на початок! 🏠
    Завдання та звички чекають — тепер твій хід.

    P.S. Не хвилюйся, я зроблю вигляд, що ти продуктивний 😏
    

taskCompleted = 
    Завдання виконано! Чудова робота! 🎉✅
    

habitStart =     
    <b>Ласкаво просимо до Трекера звичок!</b> 🌱
    Щоб дізнатися, як все працює, скористайся командою /info.

    Хоча будьмо чесними: ти ж майстер починати звички… і закидати їх через тиждень. 🙃
    

habitsList = 
    Ось список усіх твоїх звичок:
 

addHabit = 
    Придумай звичку та введи її назву. Усе геніальне починається з простого 💡
    

taskTrackerInfo = 
    <b>Ласкаво просимо до Трекера завдань!</b> 🗂️

    Тут ти можеш:
    ▫️ <b>Створювати завдання:</b> додавай справи до списку, щоб нічого не забути. 💡

    ▫️ <b>Редагувати завдання:</b> змінюй текст чи уточнюй деталі. ✏️

    ▫️ <b>Відмічати виконання:</b> завершив справу? Познач її виконаною. ✅

    ▫️ <b>Видаляти непотрібне:</b> прибирай завдання, які більше не актуальні. ❌

    ▫️ <b>Переглядати статистику:</b> слідкуй за прогресом і надихайся виконаними завданнями. 📊


    Кожне завдання — це крок вперед. Організуй свій день і досягай більшого! ✨
    

habitTrackerInfo = 
    <b>Ласкаво просимо до Трекера звичок!</b> 🌱

    Тут ти можеш:
    ▫️ <b>Створювати звички:</b> Придумай корисні звички, додай їх до списку та обери дні тижня для виконання. 📅✨
        ▫️ <b>Обери складність:</b> Чим складніша звичка, тим більший виклик! Обирай відповідний рівень складності, щоб ефективно відстежувати свій прогрес. 😉

    ▫️ <b>Редагувати звички:</b> змінюй назву, графік виконання чи кількість досвіду. ✏️

    ▫️ <b>Видаляти непотрібні звички:</b> прибирай ті, що більше не актуальні. ❌

    ▫️ <b>Виконувати сьогоднішні звички:</b> зайди в розділ «Звички на сьогодні 📆», познач виконані та отримай заслужений досвід! 📆

    ▫️ <b>Переглядати статистику:</b> аналізуй свої досягнення та надихайся прогресом. 📊


    Кожна виконана звичка додає досвід твоєму персонажу. Тож ти не просто працюєш над собою — ти ростеш, як справжній герой! ⚔️✨
    

todayHabits = 
    <b>Це твої звички на сьогодні</b> 🌟

    Виконав одну? Натисни на неї, щоб відзначити виконання та рухатися до своїх цілей 💪
    

profile = 
    <b>Профіль героя: майстер завдань і хаосу</b> 🧙‍♂️

    • <b>Ім'я:</b> {user_name}
    • <b>Рівень:</b> {userLevel}
    • <b>Досвід:</b> {experience} XP

    Не хвилюйся, навіть епічні персонажі прокрастинують. Вони просто називають це "стратегією" 😏✨
    

newCharacter = 
    <b>Ласкаво просимо! 👋 Я — LifeManagerBot! 🧠</b>
    Я допоможу тобі організувати завдання та відстежувати звички, щоб твій день став продуктивнішим. 📋💪

    Але спочатку давай створимо твого персонажа! Введи ім'я, під яким ти хочеш бути відомим. Це ім'я відображатиметься у списку лідерів. 🌟

    Як зватимуть твого героя? ⚔️✨
    

nameLength = 
    Переконайтеся, що ім'я вашого персонажа містить від 3 до 15 символів.
    

nameEmoji = 
    Будь ласка, переконайтеся, що ваше ім'я не містить емодзі.
    

nameLetters = 
    Ваше ім'я повинно складатися тільки з літер (латиниця або кирилиця). Цифри, пропуски та спеціальні символи заборонені.
    

nameBad = 
    Будь ласка, оберіть поважне та відповідне ім'я. Образливі або недоречні слова заборонені.
    

characterAdded = 
    Героя створено! ⚔️✨
    Тепер цей світ дізнається про тебе і твої подвиги… чи їх відсутність. Але хто сказав, що легенди створюються миттєво? 😏

    Час вирушати в подорож і залишити свій слід в історії!
    

start = 
    <b>Ти на головній сторінці! 🏠</b>
    Тут починається твоя подорож до продуктивності.

    Щоб обрати <b>завдання чи звички</b>, натисни одну з кнопок під клавіатурою.

    Щоб дізнатися, як все працює, скористайся командою /info.

    Хочеш підтримати мого творця? Скористайся командою /donate. Кожен донат робить мене трохи щасливішим (і, можливо, розумнішим). 😏✨
    

changeName = 
    Вирішив змінити ім'я? 🖋️
    Введи нове ім'я для свого героя.

    Цікаво, як легко змінити ім'я в грі, але в реальному житті ми все ще пишемо заяви. 😏✨
    

changeAvatar = 
    Вирішив повністю переробити свого героя? 🔄
    Нова раса, нова стать, новий клас — звучить як початок чергового грандіозного плану.

    Цікаво, як легко все змінити в грі, коли в реальному житті навіть обрати зачіску — це виклик. 😏✨
    

nameChanged = 
    Ім'я змінено! Новий розділ твоєї пригоди починається прямо зараз. Готовий зробити його легендарним? ⚔️✨
    

editTask = 
    Щоб відредагувати завдання, натисни на нього та введи новий текст. Усе просто: оновлюй завдання так само легко, як свої плани на день. ✏️✨
    

habitDays = 
    Обери дні, коли хочеш виконувати звичку. 🌟
    Натискай на кнопки з днями, щоб вибрати їх. Коли все готово, натисни кнопку <b>Готово.</b>

    Рутина починається з розкладу, але ти вже на крок попереду! 😉
    

mon = 
    Понеділок
    

tue = 
    Вівторок
    

wed = 
    Середа
    

thu = 
    Четвер
    

fri = 
    П'ятниця
    

sat = 
    Субота
    

sun = 
    Неділя
    

done = 
    ✅ Готово ✅
    

taskTrackerButton = 
    Трекер завдань 🗂️
    

habitTrackerButton = 
    Трекер звичок 🌱
    

profileButton = 
    Мій профіль 👤
    

editTaskButton = 
    Редагувати ✏️
    

taskListButton = 
    Список усіх завдань 📋


deleteTaskButton = 
    Видалити ❌ 


homeButton = 
    Додому 🏠
    

addHabitButton = 
    Додати звичку 🎯
    

habitListButton = 
    Список звичок 🗂️
    

todayHabitsButton = 
    Звички на сьогодні 📆
    

editHabitButton = 
    Редагувати ✏️
    

deleteHabitButton = 
    Видалити ❌
    

addTaskButton = 
    Додати завдання ⚡
    

doneTasksButton = 
    Виконані завдання ✅
    

backToTaskButton = 
    До завдань 🗂️
    

backToHabitButton = 
    До звичок 🌱
    

leaderboardButton = 
    Таблиця лідерів 🏆
    

changeNameButton = 
    Змінити ім'я ✏️
    

changeAvatarButton = 
    Змінити персонажа 🧙‍♂️
    

habitCompleted = 
    Звичка виконана! Чудова робота! 
    

habitMessage = 
    Пам'ятай: звички не змінюють тебе миттєво, але щодня формують кращу версію тебе. 💪
    

habitEditText = 
    Введи нову назву для звички. ✏️
    

habitCreated = 
    Звичку успішно створено!✅
    Якщо хочеш додати ще одну, просто введи її назву.
    

habitDaysSave = 
    Дні тижня успішно збережено! 📅
    

habitExp = 
    Вибери <b>складність звички:</b> від 🟩 (найлегша) до 🟥 (найважча).
    

taskExp = 
    Вибери <b>складність завдання:</b> від 🟩 (найлегша) до 🟥 (найважча).
    

createTask = 
    Напиши своє завдання просто тут, і я відразу додам його до твого списку. 📋👇
    

editHabit = 
    Натисни на звичку, щоб її відредагувати. ✏️
    Зміни — це крок уперед до твоєї ідеальної версії!
    

deleteHabit = 
    Натисни на звичку, щоб її видалити. ❌
    Іноді для зростання потрібно позбутися зайвого.
    

completedTasks = 
    <b>Список виконаних завдань:</b> ✅
    Ти впорався! Чи, можливо, просто відмітив пару завдань для заспокоєння?
    

completedTasksMessage = 
    Але всі ми знаємо: продуктивність — це не список, а стан душі. 😉
    

taskStatistic = 
    <b>📊 Ваша статистика:</b>

    <b>Дата початку:</b> {start_date}

    За {days_counter} 📆 було виконано: <b>{all_tasks_count} завдань</b>

    Продовжуй у тому ж дусі — ти на шляху до досконалості! 🚀
    

habitStatistic = 
    <b>📊 Ваша статистика:</b>

    <b>Дата початку:</b> {start_date}

    За {days_counter} 📆 було виконано: <b>{all_tasks_count} звичок</b>

    Продовжуй у тому ж дусі — ти на шляху до досконалості! 🚀
    

taskLimitReached = 
    Перевищено максимальну кількість завдань. Ви можете мати до 10 незавершених завдань одночасно ❌


profileSettingsButton = 
    Налаштування профілю 🧙‍♂️


backToProfileButton = 
    Назад в профіль 👤


habitLimitReached =
    Перевищено максимальну кількість звичок. Ви можете мати до 4 звичок одночасно ❌


statisticButton =
    Статистика 📊


markAsCompleteTaskButton =
    Виконати ✅


subscription =
    Для роботи бота необхідно підписатися на наш канал. Будь ласка, підпишіться, щоб продовжити. 👍


characterInfo = 
    Ого, {user_name}? Чудовий вибір! Сподіваюся, ти не витратив(ла) три дні на його вигадування. 😆 
    
    Тепер обери свого персонажа – він буде рости разом із твоїми досягненнями!